acpi_call
alacritty
amd-ucode
base
btrfs-progs
efibootmgr
evtest
fd
feh
firefox
gptfdisk
htop
iwd
lazygit
luarocks
nano
neovim
pavucontrol
picom
qtile
reflector
ripgrep
smartmontools
sof-firmware
vim
wget
wireless_tools
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
yay
yay-debug
zram-generator
